Repository: Cloudkibo/iOS
Catalog: iOScloudkibo/ChattiOSSwift (2)/Chatt Main/Chat/*.lproj/Localizable.strings
Languages: ur

source: New Group
ur: نئے گروپ

source: Edit
ur: میں ترمیم کریں

source: Backup your chat history and media to iCloud so if youblose your iPhone or switch to neew one, your chat history is safe. You can restore your chat history and media when you reinstall KiboApp.
ur: iCloud کے لئے بیک اپ آپ کی چیٹ تاریخ اور میڈیا youblose آپ کے فون یا سوئچ ایک neew کو اگر ایسا ہے تو، آپ کی چیٹ کی سرگزشت محفوظ ہے. آپ KiboApp دوبارہ انسٹال کرتے وقت آپ کو آپ کی چیٹ تاریخ اور میڈیا کو بحال کر سکتے ہیں.

source: < Slide left to cancel
ur: <سلائیڈ منسوخ کرنے کے لئے چھوڑ دیا

source: Record
ur: ریکارڈ

source: Downloading…
ur: ڈاؤن لوڈ ہو رہی ...

source: Play
ur: کھیلیں

source: Camera
ur: کیمرے

source: Share Video
ur: ویڈیو کا اشتراک کریں

source: Photo/Video Library
ur: فوٹو / ویڈیو لائبریری

source: Share Document
ur: سیکنڈ اور دستاویز

source: Share Location
ur: سیکنڈ اور مقام

source: Share Contact
ur: سیکنڈ اور رابطہ

source: Cancel
ur: منسوخ کریں

source: Send
ur: حساب

source: Error
ur: خرابی

source: Unable to get video
ur: ویڈیو حاصل کرنے سے قاصر ہے

source: Ok
ur: ٹھیک ہے

source: No
ur: نہیں

source: Unblock contact to send a message
ur: ایک پیغام بھیجنے کے رابطہ کو غیر مسدود کریں

source: UnBlock
ur: غیر مسدود کریں

source: Yes
ur: جی ہاں

source: Done
ur: ہو گیا

source: Enter Server URL
ur: سرور URL درج کریں

source: Please input your URL:
ur: براہ کرم اپنے URL:

source: Welcome to the group
ur: گروپ میں خوش آمدید

source: more.png
ur: moreUrdu.png

source: archive.png
ur: archiveUrdu.png

source: Delete Chat with:
ur: کے ساتھ چیٹ کریں حذف کریں:

source: Delete
ur: حذف کریں

source: New Chat
ur: نیا چیٹ

source: User is busy. Please try again later
ur: یوزر مصروف ہے. براہ کرم کچھ دیر بعد کوشش کریں

source: Information
ur: معلومات

source: Group Info
ur: گروپ کی معلومات

source: Contact Info
ur: معلومات رابطہ کریں

source: Add to Contacts
ur: رابطوں میں شامل کریں

source: Favourites
ur: پسندیدہ

source: Invitation for joining Kibo App
ur: Kibo اپلی کیشن میں شامل ہونے کے لئے دعوت

source: Could Not Send Email
ur: ای میل ارسال نہیں کر سکتا تھا

source: Your device could not send e-mail. Please check e-mail configuration and try again.
ur: آپ کا آلہ ای میل نہیں بھیج سکے. ای میل کی ترتیب کو چیک کریں اور دوبارہ کوشش کریں براہ مہربانی.

source: Contacting Server…
ur: سرور سے رابطہ کرنے ...

source: Setting Contacts…
ur: رابطے مقرر ...

source: Updating local database..
ur: مقامی ڈیٹا بیس کو اپ ڈیٹ کرنے ..

source: Updating Contact
ur: تازہ کاری ہو رہی ہے رابطہ کریں

source: Getting details from server..
ur: سرور سے تفصیلات حاصل کرنا ..

source: Setting Chats..
ur: چیٹس مقرر ..

source: Please enter new file name
ur: نئی فائل نام درج کریں

source: File with the name already exists:
ur: نام پہلے سے موجود ہے کے ساتھ فائل:

source: Success
ur: کامیابی

source: Your file has been successfully saved to iCloud Drive
ur: آپ کی فائل کامیابی iCloud کے Drive میں محفوظ ہوگئی ہے

source: You have received a new file. You can view files by clicking on View button present on Main conference page.
ur: آپ کو ایک نئی فائل موصول ہوئی ہے. آپ لنک بٹن مین کانفرنس صفحے پر موجود پر کلک کر کے فائلوں کو دیکھنے کے کر سکتے ہیں.

source: An error has occurred:
ur: ایک خرابی آگئی ہے:

source: Welcome to Cloudkibo Meeting
ur: Cloudkibo ملاقات خوش آمدید

source: Please enter your username
ur: اپنا صارف کا نام درج کریں

source: Add new contact
ur: نیا رابطہ شامل کریں

source: Please Fill details
ur: تفصیلات کے بھرنے کریں

source: First Name
ur: پہلا نام

source: Last Name
ur: آخری نام

source: Phone Number
ur: فون نمبر

source: Hide
ur: چھپائیں

source: Capture
ur: گرفتاری

source: You are now connected in call with:
ur: اب آپ کے ساتھ کال میں جڑے ہوئے ہیں:

source: User offline:
ur: آف لائن:

source: Your file has been successfully sent
ur: آپ کی فائل کامیابی کے ساتھ بھیج دیا گیا ہے

source: Unblock this contact
ur: اس رابطے کو غیر مسدود کریں

source: Block this contact
ur: اس رابطہ کو مسدود کریں

source: Hey,
ur: ارے

source: It is a smartphone messenger with added features. It provides integrated and unified voice, video, and data communication.
ur: اس نے مزید کہا خصوصیات کے ساتھ ایک smartphone رسول ہیں. اس سے مربوط اور متحد آواز، ویڈیو اور ڈیٹا مواصلات فراہم کرتا ہے.

source: It is available for both Android and iPhone and there is no PIN or username to remember.
ur: یہ لوڈ، اتارنا Android اور فون دونوں کے لئے دستیاب ہے اور کوئی پن یا اسم صارف یاد کرنے نہیں ہے.

source: Get it now from https://itunes.apple.com/us/app/kibo-chat/id1099977984?ls=1&mt=8 and say good-bye to SMS!
ur: https://itunes.apple.com/us/app/kibo-chat/id1099977984؟ls=1&mt=8 سے اب یہ ہو جاؤ اور ایس ایم ایس کو الوداع کہنا ہے کہ!

source: Reset Image
ur: تصویر ری سیٹ

source: Select Image
ur: تصویر منتخب کریں

source: Failed to fetch avatar image
ur: اوتار کی تصویر لینے میں ناکام

source: You left the group
ur: آپ گروپ چھوڑ دیا

source: Please select another Admin for the Group before leaving
ur: چھوڑنے سے پہلے گروپ کے لئے ایک اور ایڈمن براہ مہربانی منتخب کریں

source: Internet connectivity is required to exit this group
ur: انٹرنیٹ کے رابطے کو اس گروپ سے باہر نکلنے کے لئے ضروری ہے

source: Are you sure you want to remove:
ur: کیا آپ واقعی ہٹانا چاہتے ہیں:

source: Are you sure you want to leave this group?
ur: آپ اس گروپ کو چھوڑنے کے لئے چاہتے ہیں؟

source: Removed:
ur: ہٹا دیا گیا:

source: You have left this group
ur: آپ اس گروپ چھوڑ دیا ہے

source: Make Group Admin
ur: گروپ ایڈمن بنائیں

source: Demote Admin
ur: ایڈمن گھٹائیں

source: Remove:
ur: دور:

source: Internet connectivity is required to remove any member
ur: انٹرنیٹ کے رابطے کے کسی بھی رکن کو دور کرنے کی ضرورت ہے

source: Failed to add member. Tap here to retry.
ur: رکن کا اضافہ کرنے میں ناکام. دوبارہ کوشش کرنے کیلئے یہاں تھپتھپائیں.

source: Internet connectivity is required to change group icon
ur: انٹرنیٹ کے رابطے کے گروپ کا آئکن کو تبدیل کرنے کی ضرورت ہے

source: DELIVERED TO
ur: کے حوالے کیا

source: READ BY
ur: کی طرف سے پڑھا

source: Broadcast Lists
ur: براڈ فہرستیں

source: List Recipients
ur: لسٹ وصول کنندگان

source: Accounts
ur: اکاؤنٹس

source: Chats
ur: چیٹس

source: You can backup your data on iCloud
ur: آپ iCloud کے پر بیک اپ آپ کے ڈیٹا

source: Please sign in to correct iCloud account to resume backup service
ur: بیک اپ کی خدمت کو دوبارہ شروع کرنے iCloud کے اکاؤنٹ کو درست کرنے میں سائن ان کریں

source: Failed to access iCloud
ur: iCloud کے تک رسائی حاصل کرنے میں ناکام ہو گیا

source: To avoid excessive data charges, connect your phone to Wi-Fi or disable cellular data for iCloud: iPhone Settings > iCloud > iCloud Drive > Use Cellular Data > OFF
ur: ضرورت سے زیادہ ڈیٹا چارجز سے بچنے کیلئے، iCloud کے لئے Wi فینیش کے لئے آپ کے فون سے رابطہ قائم یا سیلولر ڈیٹا کو غیر فعال: فون ترتیبات> iCloud کے> iCloud کے ڈرائیو> استعمال کریں سیلولر ڈیٹا> OFF

source: Account
ur: اکاؤنٹ

source: Privacy
ur: پرائیویسی

source: Settings
ur: ترتیبات

source: Daily
ur: ڈیلی

source: Weekly
ur: ویکلی

source: Monthly
ur: ماہانہ

source: Off
ur: بند

source: Please provide a group subject and optional group icon
ur: ایک گروپ کے ساتھ مشروط اور اختیاری گروپ آئیکن فراہم کریں
